Repository: City-of-Helsinki/headless-cms-gcp
Catalog: web/app/themes/hkih/lang/*.po
Languages: fi

# theme ACF
source: Additional Fields
fi: Lisäkentät

# theme ACF
source: Timed expiration
fi: Ajastettu vanheneminen

source: Expiration time
fi: Vanhentumisaika

source: Lead Paragraph
fi: Ingressi

source: A lead paragraph is the opening paragraph that summarizes its main ideas.
fi: Ingressi on aloituskappale joka toimii idean yhteenvetona.

source: Show Child Pages
fi: Näytä alisivut

source: Status flag
fi: Tilalippu

# theme ACF
source: Site settings
fi: Sivuston asetukset

source: Site Identity
fi: Sivuston identiteetti

source: Site Title
fi: Sivuston otsikko

source: This can be controlled from %s
fi: Tätä voidaan hallita sivulta: %s

source: General Settings
fi: Yleiset asetukset

source: Photographer Credit
fi: Valokuvaajan tiedot

# theme CPT
source: CPT Description
fi: CPT-kuvaus

source: The WPGraphQL SEO Framework plugin can't be loaded. These dependencies are missing:
fi: WPGraphQL SEO Framework -laajennosta ei voi ladata. Nämä riippuvuudet puuttuvat:

source: The SEO Framework settings
fi: SEO Frameworkin asetukset

source: The SEO Framework data of the
fi: SEO Frameworkin asetukset kentälle

source: Primary navigation
fi: Päävalikko
